Repository: lube8163-lab/mim-ios-app
Catalog: SemanticCompression-v2/Localizable.xcstrings
Source language: en
Languages: es, ja, ko, pt_br, zh_hans, zh_hant

# content.image_generation.unavailable
source: Image Playground is unavailable on this device.
es: Image Playground no está disponible en este dispositivo.
ja: この端末では Image Playground を利用できません。
ko: 이 기기에서는 Image Playground를 사용할 수 없습니다.
pt_br: O Image Playground não está disponível neste dispositivo.
zh_hans: 此设备无法使用 Image Playground。
zh_hant: 此裝置無法使用 Image Playground。

# content.image_generation.unsupported_prompt
source: This prompt is not supported by Image Playground.
es: Este prompt no es compatible con Image Playground.
ja: このプロンプトは Image Playground でサポートされていません。
ko: 이 프롬프트는 Image Playground에서 지원되지 않습니다.
pt_br: Este prompt não é compatível com o Image Playground.
zh_hans: Image Playground 不支持此 prompt。
zh_hant: Image Playground 不支援此 prompt。

# content.liked.empty
source: No liked posts yet
es: Todavía no hay publicaciones marcadas con Me gusta
ja: いいねした投稿はまだありません
ko: 좋아요한 게시물이 아직 없습니다
pt_br: Ainda não há curtidas
zh_hans: 还没有点赞的帖子
zh_hant: 還沒有按讚的帖子

# content.liked.login_description
source: Save and revisit posts you liked.
es: Guarda y vuelve a ver publicaciones que te gustaron.
ja: 気になった投稿を後から見返せます。
ko: 좋아요한 게시물을 저장하고 다시 볼 수 있습니다.
pt_br: Salve e reveja postagens que você curtiu.
zh_hans: 保存并重新查看你点赞过的帖子。
zh_hant: 保存並重新查看你按讚過的貼文。

# content.liked.login_title
source: Sign in to see liked posts
es: Inicia sesión para ver tus Me gusta
ja: いいね履歴を見るにはログイン
ko: 좋아요 목록을 보려면 로그인
pt_br: Entre para ver suas curtidas
zh_hans: 登录后查看点赞记录
zh_hant: 登入後查看按讚记录

# content.loading
source: Loading...
es: Cargando...
ja: 読み込み中...
ko: 불러오는 중...
pt_br: Carregando...
zh_hans: 加载中...
zh_hant: 載入中...

# content.my_posts.empty
source: No posts yet
es: Todavía no hay publicaciones
ja: 自分の投稿はまだありません
ko: 아직 게시물이 없습니다
pt_br: Ainda não há postagens
zh_hans: 还没有帖子
zh_hant: 還沒有帖子

# content.my_posts.login_description
source: Manage your post history on this device.
es: Administra tu historial de publicaciones en este dispositivo.
ja: この端末で投稿した履歴や下書きを管理できます。
ko: 이 기기에서 올린 게시물 기록을 관리합니다.
pt_br: Gerencie o histórico das suas postagens neste dispositivo.
zh_hans: 可以管理你在此设备上的发帖记录和草稿。
zh_hant: 可以管理你在此裝置上的發帖紀錄和草稿。

# content.my_posts.login_title
source: Sign in to see your posts
es: Inicia sesión para ver tus publicaciones
ja: 投稿履歴を見るにはログイン
ko: 내 게시물을 보려면 로그인
pt_br: Entre para ver suas postagens
zh_hans: 登录后查看你的帖子
zh_hant: 登入後查看你的帖子

# content.sign_in
source: Sign In
es: Iniciar sesión
ja: ログインする
ko: 로그인
pt_br: Entrar
zh_hans: 登录
zh_hant: 登入

# content.tab.following
source: Following
es: Siguiendo
ja: フォロー中
ko: 팔로잉
pt_br: Seguindo
zh_hans: 关注中
zh_hant: 追蹤中

# content.tab.home
source: Home
es: Inicio
ja: ホーム
ko: 홈
pt_br: Início
zh_hans: 首页
zh_hant: 首頁

# content.tab.liked
source: Liked
es: Me gusta
ja: いいね
ko: 좋아요
pt_br: Curtidas
zh_hans: 已点赞
zh_hant: 已按讚

# content.tab.my_posts
source: My Posts
es: Mis publicaciones
ja: 自分の投稿
ko: 내 게시물
pt_br: Minhas postagens
zh_hans: 我的帖子
zh_hant: 我的貼文

# content.tab.posts
source: Posts
es: Publicaciones
ja: 投稿
ko: 게시물
pt_br: Postagens
zh_hans: 帖子
zh_hant: 貼文

# content.toast.block_hidden
source: User blocked. Posts were hidden.
es: Usuario bloqueado. Las publicaciones fueron ocultadas.
ja: ユーザーをブロックしました。投稿を非表示にしました。
ko: 사용자를 차단했습니다. 게시물을 숨겼습니다.
pt_br: Usuário bloqueado. As postagens foram ocultadas.
zh_hans: 用户已被屏蔽，相关帖子已隐藏。
zh_hant: 使用者已被封鎖，相關貼文已被隱藏。

# content.toast.report_hidden
source: Report submitted. The post was hidden.
es: Reporte enviado. La publicación fue ocultada.
ja: 通報を受け付けました。投稿を非表示にしました。
ko: 신고가 접수되었습니다. 게시물을 숨겼습니다.
pt_br: Denúncia enviada. A postagem foi ocultada.
zh_hans: 举报已提交，帖子已被隐藏。
zh_hant: 舉報已提交，貼文已被隱藏。

# legal.accepted_at
source: Accepted At
es: Aceptado el
ja: 同意日時
ko: 동의 시각
pt_br: Aceito em
zh_hans: 同意时间
zh_hant: 同意時間

# legal.consent_status
source: Consent Status
es: Estado del consentimiento
ja: 同意状況
ko: 동의 상태
pt_br: Status do consentimento
zh_hans: 同意状态
zh_hant: 同意状態

# legal.contact
source: Contact
es: Contacto
ja: 連絡先
ko: 문의
pt_br: Contato
zh_hans: 联系方式
zh_hant: 聯絡方式

# legal.contact_note
source: Please use the email above to report inappropriate content or users.
es: Usa el correo anterior para reportar contenido o usuarios inapropiados.
ja: 不適切なコンテンツや利用者の報告は上記メールへご連絡ください。
ko: 부적절한 콘텐츠 또는 사용자를 신고하려면 위 이메일을 사용해 주세요.
pt_br: Use o e-mail acima para denunciar conteúdo ou usuários inadequados.
zh_hans: 如需举报不当内容或用户，请通过上方邮箱联系我们。
zh_hant: 如需舉報不當內容或使用者，請透過上方電子郵件聯絡我們。

# legal.documents
source: Documents
es: Documentos
ja: ドキュメント
ko: 문서
pt_br: Documentos
zh_hans: 文档
zh_hant: 文件

# legal.not_accepted
source: Not Accepted
es: No aceptado
ja: 未同意
ko: 동의하지 않음
pt_br: Não aceito
zh_hans: 未同意
zh_hant: 未同意

# legal.privacy
source: Privacy
es: Privacidad
ko: 개인정보
pt_br: Privacidade
zh_hans: 隐私
zh_hant: 隱私

# legal.privacy_policy
source: Privacy Policy
es: Política de privacidad
ja: プライバシーポリシー
ko: 개인정보 처리방침
pt_br: Política de privacidade
zh_hans: 隐私政策
zh_hant: 隱私政策

# legal.terms
source: Terms
es: Términos
ko: 약관
pt_br: Termos
zh_hans: 条款
zh_hant: 條款

# legal.terms_of_service
source: Terms of Service
es: Términos del servicio
ja: 利用規約
ko: 이용 약관
pt_br: Termos de serviço
zh_hans: 使用条款
zh_hant: 使用條款

# license.about
source: About Licenses
es: Sobre las licencias
ja: ライセンスについて
ko: 라이선스 안내
pt_br: Sobre as licenças
zh_hans: 关于许可证
zh_hant: 關於許可證

# license.about.body
source: This app complies with the licenses of all models used. All generation is performed on-device or initiated by explicit user actions. Generated results are not endorsed or guaranteed by the model providers.
es: Esta app cumple con las licencias de todos los modelos utilizados. Toda la generación se realiza en el dispositivo o se inicia mediante acciones explícitas del usuario. Los resultados generados no están garantizados ni respaldados por los proveedores del modelo.
ja: 本アプリは、各モデルのライセンス条件を遵守し、 オンデバイス処理またはユーザー操作を起点とした生成のみを行います。 生成結果はモデル提供元によって保証されるものではありません。
pt_br: Este app cumpre as licenças de todos os modelos utilizados. Toda geração é realizada no dispositivo ou iniciada por ações explícitas do usuário. Os resultados gerados não são garantidos nem endossados pelos provedores do modelo.
zh_hans: 本应用遵守所使用各模型的许可证条款。 所有生成均在设备端执行，或由用户明确操作触发。 生成结果不代表模型提供方的保证或认可。
zh_hant: 本應用遵守所使用各模型的許可證條款。 所有生成均在裝置端執行，或由使用者明確操作觸發。 生成結果不代表模型提供方的保證或認可。

# license.models_used
source: Models Used
es: Modelos usados
ja: 使用モデル
ko: 사용 중인 모델
pt_br: Modelos usados
zh_hans: 使用模型
zh_hant: 使用模型

# license.models_used.body
source: • SigLIP2 Copyright © Google LLC Licensed under the Apache License, Version 2.0. https://www.apache.org/licenses/LICENSE-2.0 • Qwen3.5-VL-0.8B Copyright © Alibaba Cloud / Qwen License: See upstream distribution terms. https://huggingface.co/Qwen • Stable Diffusion v1.5 License: CreativeML Open RAIL-M https://huggingface.co/spaces/CompVis/stable-diffusion-license
es: • SigLIP2 Copyright © Google LLC Licencia Apache License, Version 2.0. https://www.apache.org/licenses/LICENSE-2.0 • Qwen3.5-VL-0.8B Copyright © Alibaba Cloud / Qwen Licencia: consulta los términos de distribución originales. https://huggingface.co/Qwen • Stable Diffusion v1.5 Licencia: CreativeML Open RAIL-M https://huggingface.co/spaces/CompVis/stable-diffusion-license
pt_br: • SigLIP2 Copyright © Google LLC Licenciado sob a Apache License, Version 2.0. https://www.apache.org/licenses/LICENSE-2.0 • Qwen3.5-VL-0.8B Copyright © Alibaba Cloud / Qwen Licença: consulte os termos da distribuição original. https://huggingface.co/Qwen • Stable Diffusion v1.5 Licença: CreativeML Open RAIL-M https://huggingface.co/spaces/CompVis/stable-diffusion-license
zh_hans: • SigLIP2 版权所有 © Google LLC 采用 Apache License 2.0。 https://www.apache.org/licenses/LICENSE-2.0 • Qwen3.5-VL-0.8B 版权所有 © Alibaba Cloud / Qwen 许可：请参阅上游分发条款。 https://huggingface.co/Qwen • Stable Diffusion v1.5 许可：CreativeML Open RAIL-M https://huggingface.co/spaces/CompVis/stable-diffusion-license
zh_hant: • SigLIP2 版權所有 © Google LLC 採用 Apache License 2.0。 https://www.apache.org/licenses/LICENSE-2.0 • Qwen3.5-VL-0.8B 版權所有 © Alibaba Cloud / Qwen 許可：請參閱上游發行條款。 https://huggingface.co/Qwen • Stable Diffusion v1.5 許可：CreativeML Open RAIL-M https://huggingface.co/spaces/CompVis/stable-diffusion-license

# license.title
source: Licenses
es: Licencias
ja: ライセンス
ko: 라이선스
pt_br: Licenças
zh_hans: 许可证
zh_hant: 許可證

# model_install.bullet.install_later
source: Install later from Settings
es: Instalar más tarde desde Configuración
ja: あとから設定で追加可能
ko: 나중에 설정에서 설치 가능
pt_br: Instale depois em Configurações
zh_hans: 之后可在设置中安装
zh_hant: 之後可在設定中安裝

# model_install.bullet.qwen_recommended
source: Qwen3.5-VL is recommended for image understanding
es: Qwen3.5-VL es recomendado para comprensión de imágenes
ja: 画像理解は Qwen3.5-VL 推奨
ko: 이미지 이해에는 Qwen3.5-VL 권장
pt_br: Qwen3.5-VL é recomendado para entendimento de imagem
zh_hans: 图像理解推荐 Qwen3.5-VL
zh_hant: 圖像理解推薦 Qwen3.5-VL

# model_install.bullet.skip_ok
source: Skipping is OK
es: Omitir está bien
ja: 今はスキップ可
ko: 지금 건너뛰어도 됩니다
pt_br: Pode pular por agora
zh_hans: 现在可以跳过
zh_hant: 現在可以跳過

# model_install.completed_toast
source: Installation completed. Please restart the app for stable behavior.
es: La instalación ha finalizado. Reinicia la app para un comportamiento estable.
ja: インストールが完了しました。安定動作のためアプリを再起動してください。
ko: 설치가 완료되었습니다. 안정적인 동작을 위해 앱을 다시 실행해 주세요.
pt_br: Instalação concluída. Reinicie o app para maior estabilidade.
zh_hans: 安装完成。为了稳定运行，请重新启动应用。
zh_hant: 安裝完成。為了穩定運行，請重新啟動應用。

# model_install.description
source: You can start posting and viewing images right away, even without downloading extra models. You can skip this for now and install models later from Settings under Manage AI Models. If you want a stronger image-understanding model, Qwen3.5-VL is the recommended option.
es: Puedes empezar a publicar y ver imágenes ahora mismo, incluso sin descargar modelos extra. Puedes omitirlo por ahora e instalar modelos más tarde desde Configuración, en Gestionar modelos de IA. Si quieres un modelo de comprensión de imágenes más potente, Qwen3.5-VL es la opción recomendada.
ja: このアプリは追加モデルがなくても、そのまま画像投稿と閲覧を始められます。 今はスキップして、あとから設定の「AI モデルの管理」からインストールすることもできます。 画像理解を入れるなら、より文脈に強い Qwen3.5-VL を推奨します。
ko: 추가 모델을 다운로드하지 않아도 바로 게시하거나 이미지를 볼 수 있습니다. 지금은 건너뛰고 나중에 설정의 AI 모델 관리에서 설치할 수 있습니다. 더 강한 이미지 이해 모델이 필요하면 Qwen3.5-VL을 권장합니다.
pt_br: Você pode começar a postar e visualizar imagens imediatamente, mesmo sem baixar modelos extras. Pode pular por agora e instalar depois em Configurações, em Gerenciar modelos de IA. Se quiser um modelo de entendimento de imagem mais forte, Qwen3.5-VL é a opção recomendada.
zh_hans: 即使不下载额外模型，现在也可以直接开始发图和看图。 你可以先跳过，之后再从设置里的“管理 AI 模型”安装。 如果要安装图像理解模型，推荐优先选择更擅长上下文理解的 Qwen3.5-VL。
zh_hant: 即使不下載額外模型，現在也可以直接開始發圖和看圖。 你可以先跳過，之後再從設定裡的「管理 AI 模型」安裝。 如果要安裝圖像理解模型，建議優先選擇更擅長上下文理解的 Qwen3.5-VL。

# model_install.restart_note
source: After installation completes, please close and restart the app.
es: Cuando termine la instalación, cierra y reinicia la app.
ja: ※ モデルのインストール完了後は、 アプリを一度終了して再起動してください。
ko: 설치가 끝나면 앱을 종료했다가 다시 실행해 주세요.
pt_br: Quando a instalação terminar, feche e reabra o app.
zh_hans: 安装完成后，请关闭并重新启动应用。
zh_hant: 安裝完成後，請關閉並重新啟動應用。

# model_install.skip_now
source: Skip for now
es: Omitir por ahora
ja: 今はスキップ
ko: 지금은 건너뛰기
pt_br: Pular por agora
zh_hans: 暂时跳过
zh_hant: 暫時跳過

# model_install.title
source: Install AI Models
es: Instalar modelos de IA
ja: AIモデルのインストール
ko: AI 모델 설치
pt_br: Instalar modelos de IA
zh_hans: 安装 AI 模型
zh_hant: 安裝 AI 模型

# model_management.alert.delete_message
source: This will remove %@ from this device.
es: Esto eliminará %@ de este dispositivo.
ja: %@ をこの端末から削除します。
ko: 이 작업은 이 기기에서 %@를 제거합니다.
pt_br: Isto removerá %@ deste dispositivo.
zh_hans: 这会从当前设备中移除 %@。
zh_hant: 這會從目前裝置中移除 %@。

# model_management.alert.delete_title
source: Delete model?
es: ¿Eliminar modelo?
ja: モデルを削除しますか？
ko: 모델을 삭제할까요?
pt_br: Excluir modelo?
zh_hans: 要删除这个模型吗？
zh_hant: 要刪除這個模型嗎？

# model_management.alert.install_failed_title
source: Installation failed
es: Instalación fallida
ja: インストールに失敗しました
ko: 설치 실패
pt_br: Falha na instalação
zh_hans: 安装失败
zh_hant: 安裝失敗

# model_management.alert.switch_applied_message
source: Please restart the app to ensure the new model is fully applied.
es: Reinicia la app para aplicar completamente el nuevo modelo.
ja: 切替を確実に反映するため、アプリを再起動してください。
ko: 새 모델을 완전히 적용하려면 앱을 재시작해 주세요.
pt_br: Reinicie o app para aplicar completamente o novo modelo.
zh_hans: 请重新启动应用，以确保新模型完全生效。
zh_hant: 請重新啟動應用，以確保新模型完全生效。

# model_management.alert.switch_applied_title
source: Model switch applied
es: Cambio de modelo aplicado
ja: モデル切替を反映しました
ko: 모델 전환이 적용되었습니다
pt_br: Troca de modelo aplicada
zh_hans: 模型切换已应用
zh_hant: 模型切換已套用

# model_management.error.generic
source: Failed to install %@. %@
es: No se pudo instalar %@. %@
ja: %@ のインストールに失敗しました。 %@
ko: %@ 설치에 실패했습니다. %@
pt_br: Falha ao instalar %@. %@
zh_hans: 安装 %@ 失败。 %@
zh_hant: 安裝 %@ 失敗。 %@

# model_management.error.integrity_failed
source: Verification failed after downloading %@. The file may be corrupted or different from the expected package. Please try downloading it again later.
es: La verificación falló después de descargar %@. El archivo puede estar dañado o no coincidir con el paquete esperado. Intenta descargarlo de nuevo más tarde.
ja: %@ のダウンロード後検証に失敗しました。ファイルが壊れているか、配布内容が想定と一致していません。時間をおいて再ダウンロードしてください。
ko: %@ 다운로드 후 검증에 실패했습니다. 파일이 손상되었거나 예상 패키지와 다를 수 있습니다. 나중에 다시 다운로드해 주세요.
pt_br: A verificação falhou após baixar %@. O arquivo pode estar corrompido ou diferente do pacote esperado. Tente baixar novamente mais tarde.
zh_hans: 下载 %@ 后的校验失败。文件可能已损坏，或分发内容与预期不一致。请稍后重试下载。
zh_hant: 下載 %@ 後的校驗失敗。檔案可能已損壞，或發行內容與預期不一致。請稍後重試下載。

# model_management.image_generation.notice
source: Right after installing or switching an image-generation model, the app may briefly feel unresponsive while the model is loading. Wait a moment for preparation to finish, or restart the app if needed.
es: Justo después de instalar o cambiar un modelo de generación, la app puede sentirse lenta mientras carga el modelo. Espera un momento o reinicia la app si hace falta.
ja: 画像生成モデルのインストール直後や切替直後は、モデル読み込みのため一時的にアプリ操作が重くなったり固まったように見えることがあります。完了まで少し待つか、必要に応じてアプリを再起動してください。
ko: 이미지 생성 모델을 설치하거나 전환한 직후에는 모델 로딩 때문에 앱이 잠시 느려질 수 있습니다. 준비가 끝날 때까지 기다리거나 필요하면 앱을 재시작해 주세요.
pt_br: Logo após instalar ou trocar um modelo de geração de imagem, o app pode ficar lento enquanto o modelo é carregado. Aguarde um momento ou reinicie o app se necessário.
zh_hans: 刚安装或切换图像生成模型后，应用在加载模型时可能会暂时变卡或看起来像是无响应。请稍等片刻，必要时可重新启动应用。
zh_hant: 剛安裝或切換圖像生成模型後，應用在載入模型時可能會暫時變卡或看起來像是無回應。請稍等片刻，必要時可重新啟動應用。

# model_management.image_generation.playground_note
source: With Image Playground, some prompts may fail to generate. Content involving people or person-like imagery may also be restricted by the model's built-in rules.
es: Con Image Playground algunos prompts pueden fallar. El contenido con personas o imágenes similares a personas también puede estar restringido por las reglas del modelo.
ja: Image Playground では一部のプロンプトで画像生成に失敗することがあります。また、人物画像や人物表現を含む内容はモデル仕様上生成が制限される場合があります。
ko: Image Playground에서는 일부 프롬프트 생성이 실패할 수 있습니다. 사람 또는 사람처럼 보이는 내용도 모델 규칙에 따라 제한될 수 있습니다.
pt_br: Com o Image Playground, alguns prompts podem falhar. Conteúdo com pessoas ou imagens parecidas com pessoas também pode ser restringido pelas regras internas do modelo.
zh_hans: 使用 Image Playground 时，某些 prompt 可能会生成失败。涉及人物或人物形象的内容也可能因模型内置限制而无法生成。
zh_hant: 使用 Image Playground 時，某些 prompt 可能會生成失敗。涉及人物或人物形象的內容也可能因模型內建限制而無法生成。

# model_management.image_generation.subtitle
source: Used to render reconstructed images in the timeline.
es: Se usa para renderizar imágenes reconstruidas en la línea de tiempo.
ja: タイムライン表示用の再構成画像を生成します。
ko: 타임라인에서 재구성 이미지를 렌더링하는 데 사용됩니다.
pt_br: Usado para renderizar imagens reconstruídas na timeline.
zh_hans: 用于生成时间线中的重建图像。
zh_hant: 用於生成時間線中的重建圖像。

# model_management.image_generation.title
source: Image Generation
es: Generación de imágenes
ja: 画像生成
ko: 이미지 생성
pt_br: Geração de imagem
zh_hans: 图像生成
zh_hant: 圖像生成

# model_management.image_understanding.subtitle
source: Used to generate caption, prompt, and tags when posting.
es: Se usa para generar caption, prompt y tags al publicar.
ja: 投稿時の caption / prompt / tags 生成に使います。
ko: 게시 시 caption, prompt, tags를 생성하는 데 사용됩니다.
pt_br: Usado para gerar caption, prompt e tags ao postar.
zh_hans: 用于发帖时生成 caption / prompt / tags。
zh_hant: 用於發帖時生成 caption / prompt / tags。

# model_management.image_understanding.title
source: Image Understanding
es: Comprensión de imágenes
ja: 画像理解
ko: 이미지 이해
pt_br: Entendimento de imagem
zh_hans: 图像理解
zh_hant: 圖像理解

# model_management.installing
source: Installing…
es: Instalando…
ja: インストール中…
ko: 설치 중…
pt_br: Instalando…
zh_hans: 安装中…
zh_hant: 安裝中…

# model_management.intro.body
source: Use this screen to download, remove, or switch local models. Automatic, Apple Vision, and Image Playground behavior is chosen separately in Settings under AI Backends.
es: Usa esta pantalla para descargar, eliminar o cambiar modelos locales. El comportamiento de Automático, Apple Vision e Image Playground se elige por separado en Configuración, dentro de Backends de IA.
ja: ここでは追加モデルのダウンロードや削除、ローカルモデル同士の切替を行えます。Automatic / Apple Vision / Image Playground などの使い分けは設定画面の「AI バックエンド」で選びます。
ko: 이 화면에서 로컬 모델을 다운로드, 삭제, 전환할 수 있습니다. Automatic, Apple Vision, Image Playground 동작은 설정의 AI 백엔드에서 따로 고를 수 있습니다.
pt_br: Use esta tela para baixar, remover ou trocar modelos locais. O comportamento de Automático, Apple Vision e Image Playground é escolhido separadamente em Configurações, na seção de Backends de IA.
zh_hans: 此页面用于下载、删除或切换本地模型。Automatic、Apple Vision、Image Playground 等行为需在设置里的 AI Backends 中选择。
zh_hant: 此頁面用於下載、刪除或切換本地模型。Automatic、Apple Vision、Image Playground 等行為需在設定裡的 AI Backends 中選擇。

# model_management.intro.title
source: AI Models
es: Modelos de IA
ko: AI 모델
pt_br: Modelos de IA
zh_hans: AI 模型
zh_hant: AI 模型

# model_management.model.lcm.description
source: LCM is tuned for speed. img2img (starting-image workflow) is disabled.
es: LCM está ajustado para velocidad. img2img (flujo con imagen inicial) está desactivado.
ja: LCM は高速生成向けです。img2img（元画像ベース）は無効化されます。
ko: LCM은 속도 위주로 조정되어 있습니다. img2img(시작 이미지 워크플로)는 비활성화됩니다.
pt_br: LCM é ajustado para velocidade. img2img (fluxo com imagem inicial) fica desativado.
zh_hans: LCM 针对速度进行了优化。img2img（基于原图的流程）将被禁用。
zh_hant: LCM 針對速度進行了最佳化。img2img（基於原圖的流程）將被停用。

# model_management.model.qwen.description
source: Qwen generates caption, prompt, and tags directly from the image. It is heavier than SigLIP but can produce more contextual outputs.
es: Qwen genera captions, prompts y tags directamente a partir de la imagen. Es más pesado que SigLIP, pero puede producir resultados más contextuales.
ja: Qwen は画像から caption / prompt / tags を直接生成します。SigLIP より重いですが、より文脈的な出力を狙えます。
ko: Qwen은 이미지에서 caption, prompt, tags를 직접 생성합니다. SigLIP보다 무겁지만 더 문맥적인 결과를 낼 수 있습니다.
pt_br: Qwen gera captions, prompts e tags diretamente a partir da imagem. É mais pesado que o SigLIP, mas pode produzir saídas mais contextuais.
zh_hans: Qwen 会直接从图像生成 caption / prompt / tags。它比 SigLIP 更重，但能提供更具上下文的信息。
zh_hant: Qwen 會直接從圖像生成 caption / prompt / tags。它比 SigLIP 更重，但能提供更具上下文的資訊。

# model_management.model.sd15.description
source: The standard SD 1.5 model prioritizes reconstruction quality. It supports the starting-image img2img workflow, which makes it better for comparing privacy modes.
es: El modelo estándar SD 1.5 prioriza la calidad de reconstrucción. Admite el flujo img2img con imagen inicial, por lo que es mejor para comparar modos de privacidad.
ja: 通常版 SD1.5 は品質重視の再構成向けです。元画像ベースの img2img を使えるため、モード差の比較にも向いています。
ko: 기본 SD 1.5 모델은 재구성 품질을 우선합니다. 시작 이미지를 사용하는 img2img 워크플로를 지원해 게시 모드 비교에 유리합니다.
pt_br: O modelo SD 1.5 padrão prioriza a qualidade da reconstrução. Ele suporta o fluxo img2img com imagem inicial, o que o torna melhor para comparar modos de privacidade.
zh_hans: 标准版 SD 1.5 更偏向重建质量。它支持基于原图的 img2img 流程，更适合比较不同隐私模式。
zh_hant: 標準版 SD 1.5 更偏向重建品質。它支援基於原圖的 img2img 流程，更適合比較不同隱私模式。

# model_management.model.siglip.description
source: SigLIP2 is a lightweight vision model that extracts embeddings and tags from images. It is used for caption/prompt assembly and is also required for Pro Mode semantic fidelity scoring.
es: SigLIP2 es un modelo de visión ligero que extrae embeddings y tags de imágenes. Se usa para construir captions/prompts y también es necesario para medir la fidelidad semántica en Modo Pro.
ja: SigLIP2 は画像から特徴量とタグを抽出する軽量モデルです。caption / prompt の組み立てに使われ、プロモードの意味保持率評価にも必要です。
ko: SigLIP2는 이미지에서 임베딩과 태그를 추출하는 가벼운 비전 모델입니다. caption/prompt 조합에 사용되며 프로 모드 의미 보존율 계산에도 필요합니다.
pt_br: SigLIP2 é um modelo de visão leve que extrai embeddings e tags de imagens. É usado para montar captions/prompts e também é necessário para medir a fidelidade semântica no Modo Pro.
zh_hans: SigLIP2 是一个轻量级视觉模型，可从图像中提取特征和标签。它用于组装 caption / prompt，也用于 Pro Mode 的语义保真度评分。
zh_hant: SigLIP2 是一個輕量級視覺模型，可從圖像中提取特徵和標籤。它用於組裝 caption / prompt，也用於 Pro Mode 的語義保真度評分。

# model_management.progress.download
source: Downloading… %.0f MB / %.0f MB
es: Descargando… %.0f MB / %.0f MB
ja: ダウンロード中… %.0f MB / %.0f MB
ko: 다운로드 중… %.0f MB / %.0f MB
pt_br: Baixando… %.0f MB / %.0f MB
zh_hans: 下载中… %.0f MB / %.0f MB
zh_hant: 下載中… %.0f MB / %.0f MB

# model_management.status.downloading
source: Downloading
es: Descargando
ja: 取得中
ko: 다운로드 중
pt_br: Baixando
zh_hans: 下载中
zh_hant: 下載中

# model_management.status.using
source: Using
es: En uso
ja: 使用中
ko: 사용 중
pt_br: Em uso
zh_hans: 使用中
zh_hant: 使用中

# model_management.use_model
source: Use this model
es: Usar este modelo
ja: このモデルを使う
ko: 이 모델 사용
pt_br: Usar este modelo
zh_hans: 使用这个模型
zh_hant: 使用這個模型

# new_post.apple_vision_fallback
source: When no downloaded model is available, Apple Vision generates a lightweight prompt.
es: Si no hay modelos descargados, Apple Vision genera un prompt ligero.
ja: 追加モデル未導入時は Apple Vision で簡易 prompt を生成します。
ko: 추가 모델이 없으면 Apple Vision이 가벼운 프롬프트를 생성합니다.
pt_br: Quando não houver modelo baixado, o Apple Vision gera um prompt leve.
zh_hans: 未安装额外模型时，会使用 Apple Vision 生成轻量 prompt。
zh_hant: 未安裝額外模型時，會使用 Apple Vision 生成輕量 prompt。

# new_post.close
source: Close
es: Cerrar
ja: 閉じる
ko: 닫기
pt_br: Fechar
zh_hans: 关闭
zh_hant: 關閉

# new_post.continue
source: Continue
es: Continuar
ja: 続行
ko: 계속
pt_br: Continuar
zh_hans: 继续
zh_hant: 繼續

# new_post.current_backend
source: Current analysis backend: %@
es: Backend de análisis actual: %@
ja: 現在の解析バックエンド: %@
ko: 현재 분석 백엔드: %@
pt_br: Backend de análise atual: %@
zh_hans: 当前解析后端：%@
zh_hant: 目前解析後端：%@

# new_post.error.mode_unavailable
source: This mode is currently unavailable.
es: Este modo no está disponible actualmente.
ja: このモードは現在利用できません。
ko: 이 모드는 현재 사용할 수 없습니다.
pt_br: Este modo não está disponível no momento.
zh_hans: 当前无法使用这个模式。
zh_hant: 目前無法使用這個模式。

# new_post.error.payload_failed
source: Failed to build payload. Please retry with another image.
es: No se pudo crear el payload. Prueba de nuevo con otra imagen.
ja: 中間表現の生成に失敗しました。画像を変更して再試行してください。
ko: 페이로드 생성에 실패했습니다. 다른 이미지로 다시 시도해 주세요.
pt_br: Falha ao montar o payload. Tente novamente com outra imagem.
zh_hans: 生成中间表示失败。请更换图片后重试。
zh_hant: 生成中間表示失敗。請更換圖片後重試。

# new_post.error.prohibited_text
source: Potentially objectionable words were detected. Please revise your text.
es: Se detectaron palabras potencialmente problemáticas. Revisa el texto e inténtalo de nuevo.
ja: 不適切な可能性がある語句を検出しました。内容を修正して再投稿してください。
ko: 부적절할 수 있는 단어가 감지되었습니다. 내용을 수정해 다시 게시해 주세요.
pt_br: Foram detectadas palavras potencialmente problemáticas. Revise o texto e tente novamente.
zh_hans: 检测到可能不合适的词语。请修改内容后再发布。
zh_hant: 偵測到可能不合適的詞語。請修改內容後再重新發布。

# new_post.error.upload_failed
source: Upload failed
es: La subida falló
ja: アップロードに失敗しました
ko: 업로드에 실패했습니다
pt_br: Falha no envio
zh_hans: 上传失败
zh_hant: 上傳失敗
